"Download start failed" = "Le démarrage du téléchargement a échoué";
"Downloading..." = "Téléchargement en cours ...";
"Error getting URL for save" = "Erreur lors de l'obtention de l'URL pour la sauvegarde";
"Error unzipping save" = "Erreur lors de la décompression de la sauvegarde";
"Error zipping save" = "Erreur de zipping save";
"Failed to start query" = "Impossible de démarrer la requête";
"Listing contents of directory failed" = "Échec de la liste du contenu du répertoire";
"Load successful" = "Chargement réussi";
"Removing file failed" = "La suppression du fichier a échoué";
"Save successful" = "Sauvegarde réussie";
"Saving..." = "Sauvegarde ...";
"Unpacking..." = "Déballage ...";
"Upload successful!" = "Téléchargement réussi!";
"Uploading..." = "Téléchargement en cours ...";
